# -*- coding: utf-8 -*-
import json
diff_info_json={
        "title":"云安区2015年森林碳汇重点生态工程建设资金项目实施方案",
        "upload_at":"2015-04-30  15:24:11.0",
        "author":"ya07668638778",
        "wordcount":5292,
        "content":""
}
'''

'''

diff_sim_show={"content":'''云安区2015年森林碳汇重点生态工程建设资金项目实施方案
       为积极应对气候变化，加快森林碳汇重点生态工程建设，进一步提高我省森林碳汇工程建设资金使用效率，促进财政专项资金分配更加科学化，客观、公正、公平，根据省级财政专项资金竞争性分配的有关要求，特制订本实施方案。
       一、指导思想

       <a href="javascript:SimInfo('doc1')" id="doc1" class="serious">以邓小平理论和“三个代表”重要思想为指导，以科学发展观为统领，全面贯彻落实胡锦涛总书记2011年视察广东重要讲话精神，以加快森林资源培育、增强森林碳汇为目标，以消灭宜林荒山荒地为重点，以竞争性分配改革为载体，树立竞争意识，强化绩效观念，创新扶持方式，通过竞争择优、重点扶持，集中连片推进，充分调动县（市、区）、林场加快林业发展和生态建设的积极性，不断提高林业保障民生、服务民生、改善民生的能力，促进全省经济社会可持续发展和幸福广东建设。</a>
      二、基本原则

       （一）示范带动。工程县（市、区）、林场的选定突出代表性和示范性，通过重点扶持和示范效应，以点带面，全面推进我省森林碳汇重点生态工程建设，不断提高省级森林碳汇重点生态工程建设补助资金的使用效益，增强绩效观念。
       （二）公平公开。省级森林碳汇重点生态工程建设补助资金分配遵循公开、公正、公平的原则，明确纳入竞争性分配的项目、内容和预期目标，确保不同县（市、区）、林场之间具有可比性，使不同的县（市、区）、林场可以同质竞争。同时，标的设置、竞争条件、评判指标、考核机制等力求简明规范，公开透明，科学合理。
       （三）竞争择优。对工程县（市、区）、林场省级森林碳汇重点生态工程建设补助资金分配引入竞争机制''',"right":
    { "doc1":[
       {"title":"郁南县2015森林碳汇重点生态工程资金项目实施方案",
       "sim_parse":" 以邓小平理论和“三个代表”重要思想为指导，以科学发展观为统领，全面贯彻落实胡锦涛总书记2011年视察广东重要讲话精神，以加快森林资源培育、增强森林碳汇为目标，以消灭宜林荒山荒地为重点，以竞争性分配改革为载体，树立竞争意识，强化绩效观念，创新扶持方式，通过竞争择优、重点扶持，集中连片推进，充分调动县（市、区）、林场加快林业发展和生态建设的积极性，不断提高林业保障民生、服务民生、改善民生的能力，促进全省经济社会可持续发展和幸福广东建设。",
        "submiter":"YNLY7592248",
        "upload_at":"2015-03-29  15:18:19",
       "wordcount":5238,
        "sim_rate":'95.75%'
       },
      {
        "title":"实施方案2",
       "sim_parse":" 以邓小平理论和“三个代表”重要思想为指导，以科学发展观为统领，全面贯彻落实胡锦涛总书记2011年视察广东重要讲话精神，以加快森林资源培育、增强森林碳汇为目标，以消灭宜林荒山荒地为重点，以竞争性分配改革为载体，树立竞争意识，强化绩效观念，创新扶持方式，通过竞争择优、重点扶持，集中连片推进，充分调动县（市、区）、林场加快林业发展和生态建设的积极性，不断提高林业保障民生、服务民生、改善民生的能力，促进全省经济社会可持续发展和幸福广东建设。",
        "submiter":"222",
        "upload_at":"2015-04-29  15:18:19",
       "wordcount":3000,
        "sim_rate":'93.75%'
       }
        ]
    }
}


print json.dumps(diff_sim_show,ensure_ascii=False,indent=1)

